{"translation-revision-date":"2024-02-28 18:24:23+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Anchor ID":["ID якоря"],"Note: Fixed Background works on Desktop and Android devices only.":["Фиксированный фон работает только на настольных компьютерах и устройствах Android."],"Background Image Url":["URL фонового изображения"],"Image Url":["URL изображения"],"Hide the current post - great for synced patterns":["Скрытие текущей записи - отлично подходит для синхронизированных паттернов"],"Offset, exclude, include specific posts":["Смещение, исключение, включение определенных записей"],"New Custom Post Type option":["Новая опция произвольного типа записи"],"Get More Post Options":["Получить больше настроек записей"]," Check out our docs.":["Ознакомьтесь с документацией."],"Displaying a Google Map in a Lightbox? Use the embed iframe URL instead. Need help finding it?":["Нужно отображение карты Google в лайтбоксе? Вместо этого используйте URL-адрес для встраивания iframe. Нужна помощь в его поиске?"],"Indicates this palette comes from the theme.\u0004Custom":["Произвольно"],"Indicates this palette comes from WordPress.\u0004Default":["По умолчанию"],"Indicates this palette comes from the theme.\u0004Theme":["Тема"],"Global Gradients":["Глобальные градиенты"],"Global Colors":["Глобальные цвета"],"Link relationship keywords, e.g. nofollow noreferrer prefetch":["Ключевые слова связи, например, предварительная выборка nofollow noreferrer"],"Inset":["Вставка"],"Sets the block paddings, i.e the space between the inner columns and the block border":["Задаёт внутренние отступы блока, то есть пространство между внутренними колонками и границей блока."],"Sets the placement of the content to left, center or right. Not available when block width is set to full width.":["Задаёт позицию содержимого слева, по центру или справа. Недоступно, если ширина блока установлена на всю ширину."],"Replace":["Заменить"],"Upload":["Загрузить"],"Parent Hovered State":["Родительское состояние наведения"],"Normal State":["Обычное состояние"],"Sets the fit to default, contain, cover, fill, none, and scale down. Image fit specifies how an image resizes in a container.":["Задаёт исходные параметры, содержание, перекрытие, заполнение и уменьшает масштаб. Подгонка изображения определяет, как изменяется размер изображения в контейнере."],"Sets how the overlay color blends with the image":["Определяет, как цвет наложения смешивается с изображением"],"Image Shadow":["Тень от изображения"],"Sets the gap between the rows of inner blocks.":["Задаёт отступ между рядами внутренних блоков."],"Sets the gap between inner blocks.":["Задаёт отступ между внутренними блоками."],"Sets the gap between the columns of inner blocks.":["Задаёт отступ между колонками внутренних блоков."],"Aligns the horizontal\/vertical position of the inner blocks.":["Выравнивает горизонтальное\/вертикальное положение внутренних блоков."],"Sets the horizontal\/vertical position and spacing of the inner blocks.":["Задаёт горизонтальное\/вертикальное положение и расстояние между внутренними блоками."],"Sets the vertical position of the inner columns relative to the columns block.":["Задаёт вертикальное положение внутренних колонок относительно блока колонок."],"Sets the horizontal position and spacing of the inner columns.":["Задаёт горизонтальное положение и расстояние между внутренними колонками."],"Left and Right":["Слева и справа"],"Top and Bottom":["Сверху и снизу"],"Button Padding":["Внутренний отступ кнопки"],"Supports links to images, videos, YouTube, Vimeo, and web pages that allow embedding":["Поддерживаются ссылки на изображения, видео, YouTube, Vimeo и веб-страницы, которые не запрещено встраивать"],"Also used for lightbox caption":["Также используется для подписи к изображению"],"Open Link in Lightbox":["Открывать ссылку в модальном блоке"],"View Demo":["Посмотреть демо"],"This Is a Premium Feature":["Это премиальная функция"],"Unlock access to the entire design library and set your website apart from the rest.":["Разблокируйте доступ ко всей библиотеке дизайнов и выделите свой веб-сайт среди остальных."],"This is a Premium Design":["Это премиальный дизайн"],"Ensure that content remains organized and easily readable on mobile":["Убедитесь, что контент остается организованным и читабельным на мобильных устройствах"],"Adjust the arrangement of columns when collapsed on tablet and mobile":["Регулировка расположения колонок при сворачивании на мобильном устройстве"],"Fine-tune styling on a per block basis":["Тонкая настройка стиля каждого блока"],"Support for media queries":["Поддержка медиа-запросов"],"Add custom CSS rules specific for each block":["Добавление произвольных правил CSS, специфичных для каждого блока"],"Greater control over the visibility of content":["Больший контроль над видимостью контента"],"Show targeted content and personalization":["Отображение целевого контента и персонализация"],"Use multiple conditions":["Использование нескольких условий"],"Display blocks based on time, role, meta, custom PHP, option, taxonomy and more":["Отображение блоков в зависимости от времени, роли пользователя, метаданных, произвольного PHP, настроек, таксономии и многого другого"],"Show or hide blocks based on conditions":["Отображение\/скрытие блоков в зависимости от условий"],"Create a more visually engaging and interactive experience":["Создание более привлекательного и интерактивного интерфейса"],"Smooth scroll animations based on scrolling position":["Плавная анимация прокрутки, основанная на положении"],"Entrance fade-ins and animations when scrolling to blocks":["Плавные переходы и анимации при прокрутке к блокам"],"Perfect for hover animations":["Идеально для анимации при наведении курсора"],"Scale or rotate blocks":["Масштабирование или поворот блоков"],"Change X and Y position of blocks":["Изменение положения блоков по X и Y"],"Adjust timing of CSS transitions":["Регулировка времени переходов CSS"],"Liven up icons with background shapes":["Оживите свои значки с помощью фоновых фигур"],"Greater visual interest and variety for your icons":["Повышенная привлекательность и разнообразие ваших значков"],"Choose from over 50 background shapes":["Выбор из более чем 50 фоновых фигур"],"More design options and customization for icons":["Больше вариантов оформления и настройки значков"],"Liven up icons with gradient fills, multiple colors and background shapes":["Оживление вида значков с помощью градиентной заливки, множества цветов и фоновых фигур"],"Elevate Your Icons":["Улучшение вида значков"],"Greater creativity in designing separators":["Более творческий подход к проектированию ограничителей"],"Change layer color, size and opacity":["Изменение цвета, размера и непрозрачности слоя"],"Add a second and third layer to separators":["Добавление второго и третьего слоя к ограничителям"],"Separator Layers":["Слои ограничителя"],"Build custom loop design with the Native Query Loop":["Создание произвольного дизайна цикла с помощью встроенного цикла запросов"],"Use third-party plugins as dynamic sources such as ACF, Meta Box, Toolset, and more":["Использование сторонних плагинов в качестве динамических источников, таких как ACF, Meta Box, Toolset и т.д."],"Add dynamic content from posts or post meta":["Добавление динамического контента из записей или их метаданных"],"Use Dynamic Content":["Использование динамического контента"],"Enhances the overall aesthetic of images":["Улучшает эстетику изображений"],"Choose from over 50 different shapes":["Выбор из более чем 50 различных форм"],"Mask images with a variety of blob-like shapes":["Ограничивайте отображаемую область изображений различными плавными формами"],"Get More Image Shapes":["Получить больше форм для изображений"],"Baseline":["Базовая линия"],"Space Evenly":["Равномерный отступ"],"Space Around":["Пространство вокруг"],"Space Between":["Промежуток между"],"End":["Окончание"],"Start":["Начало"],"Block Size & Spacing":["Размер блока и интервал"],"Open Image in Lightbox":["Открытие изображения в лайтбоксе"],"Set the content to be smaller than the block width":["Важно установить, чтобы содержимое было уже ширины блока"],"Block Width":["Ширина блока"],"Container Vertical Align":["Вертикальное выравнивание контейнера"],"Container Horizontal Align":["Горизонтальное выравнивание контейнера"],"Max Container Width":["Макс. высота контейнера"],"Container Min. Height":["Мин. высота контейнера"],"%s %s":["%s %s"],"Inner Block Wrapping":["Обёртывание внутреннего блока"],"Set Content Min. Height for alignment to display properly":["Установка минимального объёма содержимого. Высота выравнивания для корректного отображения"],"Inner Block":["Внутренний блок"],"%s Direction":["Направление %s"],"Column contents need to be narrow for effect to show.":["Содержимое колонки должно быть узким, чтобы проявлялся эффект."],"%s Justify":["Выравнивание краёв %s"],"Content Max Width":["Макс. ширина содержимого"],"Content Min. Height":["Мин. высота содержимого"],"Supports links to images, videos, YouTube, Vimeo, and web pages that allow embedding. Opens inner image block if no link is provided":["Поддерживаются ссылки на изображения, видео, YouTube, Vimeo и веб-страницы, которые не запрещено встраивать"],"Inner Column Spacing":["Интервал между внутренними колонками"],"%s Alignment":["Выравнивание %s"],"Gap":["Отступ"],"Use theme heading margins":["Использовать отступы заголовка темы"],"Adjust Column Arrangement":["Расположение колонок"],"Progress Suffix":["Суффикс прогресса"],"Progress Prefix":["Префикс прогресса"],"Progress Bar Text":["Текст линии прогресса"],"Accessibility Label":["Метка доступности"],"Animate":["Анимация"],"Bar Color":["Цвет линии"],"Bar Color #%s":["Цвет линии #%s"],"Thickness":["Толщина"],"Apply border radius to bar":["Скругление углов линии"],"Maximum Progress":["Максимум прогресса"],"Progress":["Прогресс"],"Progress Bar":["Линия прогресса"],"Progress Circle":["Круг прогресса"],"(%d) Selected":["Выбрано (%d)"],"Add Designs":["Добавить дизайны"],"Deselect All":["Снять все выделения"],"Select":["Выбрать"],"Select Multiple":["Выбор нескольких пунктов"],"Navigation":["Навигация"],"Overlay Blend Mode":["Режим смешения наложения"],"Overlay Opacity":["Непрозрачность наложения"],"Wireframes":["Каркасы"],"Pick a design to start from, this will override your block settings":["Выберите дизайн для начала, это переопределит настройки блока"],"Click on any inner block in the editor to style it.":["Нажмите на любой внутренний блок в редакторе, чтобы править его."],"Upgrade to Premium to get more design variations.":["Обновитесь до Premium, чтобы получить больше вариантов дизайна."],"Block variations":["Параметры блоков"],"Choose variation":["Выберите параметр"],"%s Size":["%s размер"],"%s Height":["%s высота"],"%s Width":["%s ширина"],"Shadow Settings":["Настройки тени"],"Advanced Shadow Options":["Продвинутые параметры тени"],"Add Block":["Добавить блок"],"There are no blocks in this group, please add one.":["В этой группе нет блоков, добавьте один."],"Wrap":["Обёртка"],"No Wrap":["Без обёртки"],"Oblique":["Наклонный"],"Italic":["Курсив"],"Font Style":["Стиль шрифта"],"Content":["Контент"],"Transform & Transition":["Трансформация и переходы"],"Invert Design":["Инвертировать дизайн"],"Learn more about linking":["Подробнее о связывании"],"When linked, styling this block would also style other linked blocks in adjacent columns.":["При связывании стиль блока также будет применяться на связанные блоки в соседних колонках."],"Image Filter":["Фильтр изображения"],"Scale Down":["Уменьшение масштаба"],"Fill":["Заполнение"],"Image Fit":["Подгонка изображения"],"Focal point":["Фокусная точка"],"Zoom":["Увеличение"],"Image Alt":["Alt изображения"],"Select Image":["Выбрать изображение"],"Align Full":["Выравнивание по полному"],"Align Wide":["Выравнивание по ширине"],"When enabled, the last column will be cloned instead of adding a blank column.":["Если опция включена, последняя колонка будет клонирована вместо добавления пустой колонки."],"Container Borders & Shadow":["Границы и тени контейнера"],"Trigger hover state on nested blocks":["Запуск состояния при наведении на вложенные блоки"],"Conditional Display":["Условное отображение"],"Button Borders & Shadows":["Границы и тени кнопки"],"Button Width":["Ширина кнопки"],"Min. Button Height":["Мин. высота кнопки"],"Button Size & Spacing":["Размер и отступы кнопки"],"Button Colors":["Цвета кнопки"],"Lift More":["Больший подъём"],"Background Shape":["Форма фона"],"Shape Outline Color":["Цвет обводки формы"],"Shape Outline Width":["Ширина обводки формы"],"Shape Padding":["Внутренние отступы формы"],"Shape Border Radius":["Скругление углов формы"],"Icon Gap":["Отступ значка"],"Shape Color":["Цвет формы"],"Styles":["Стили"],"Borders & Shadows":["Границы и тени"],"Margins":["Отступы"],"Min. Height":["Мин. высота"],"Row Gap":["Отступ ряда"],"Sticky":["Закрепленная"],"Absolute":["Абсолютная"],"Relative":["Относительная"],"Static":["Статичная"],"Sticky position may not work across all themes":["Закреплённая позиция может работать не во всех темах"],"Both":["Оба"],"Visible":["Видно"],"Scroll":["Прокрутка"],"Hidden":["Скрыто"],"Overflow":["Переполнение"],"HTML Tag\u0004Summary":["Сводка"],"HTML Tag\u0004Details":["Детали"],"Link rel":["Rel ссылки"],"Open in new tab":["Открыть в новой вкладке"],"Column":["Колонка"],"Shadow Opacity":["Прозрачность тени"],"Shadow Color":["Цвет тени"],"Shadow Spread":["Распространение тени"],"Vertical Offset":["Вертикальное смещение"],"Horizontal Offset":["Горизонтальное смещение"],"Add Column":["Добавить колонку"],"Sepia":["Сепия"],"Saturate":["Насыщенность"],"Invert":["Инвертировать"],"Hue Rotate":["Оттенок цвета"],"Grayscale":["Оттенки серого"],"Contrast":["Контраст"],"Brightness":["Яркость"],"Blur":["Размытие"],"V2 Design Library":["Библиотека дизайна V2"],"Latest Design Library":["Новейшая библиотека дизайна"],"All sides":["Все стороны"],"Individual sides":["Отдельные стороны"],"Dynamic Fields":["Динамические поля"],"Unit":["Единица"],"Hovered State":["Состояние наведения"],"Add a Container Background to a parent block to enable this state.":["Добавьте фон контейнера в родительский блок, чтобы включить это состояние."],"Collapsed":["Свернуто"],"Parent Hovered":["Наведенный родитель"],"Motion Effects":["Эффекты движения"],"UGC":["UGC"],"Sponsored":["Спонсируемый"],"There is an error in your custom attribute":["В пользовательском атрибуте есть ошибка"],"Learn more about Custom Attributes":["Узнайте больше о пользовательских атрибутах"],"Example:":["Пример:"],"You can type in custom HTML attributes for this block in the field above.":["Вы можете ввести пользовательские HTML атрибуты для этого блока в поле выше."],"Custom Attributes":["Пользовательские атрибуты"],"Link Title":["Заголовок ссылки"],"Paragraph":["Абзац"],"Vertical":["Вертикально"],"Horizontal":["Горизонтально"],"Dotted":["Точечная"],"Dashed":["Пунктирная"],"Solid":["Сплошная"],"Borders":["Границы"],"E.g. light, dark, red, minimalist…":["Напр, светлый, темный, красный, минималистичный…"],"Skip":["Пропустить"],"Select a variation to start with.":["Выберите вариант для начала."],"Block Designs":["Дизайн блоков"],"UI Kits":["Наборы дизайнов"],"Not In":["Не в"],"Included In":["Включено в"],"Taxonomy Filter Type":["Тип фильтра таксономии"],"Paddings":["Внутренние отступы"],"Clear icon":["Очистка"],"Icon Settings":["Настройки значка"],"You can hide premium hints in the settings":["Вы можете скрыть премиум подсказки в настройках"],"Search or type url":["Поиск или ввод URL"],"Drop your SVG here":["Перетащите svg сюда"],"Clear":["Очистить"],"Upload SVG":["Загрузить SVG"],"Stop showing tooltips":["Не отображать подсказки"],"Adjust the individual widths of each column":["Настройка индивидуальной ширины каждой колонки"],"Column Widths":["Ширина колонок"],"Column Arrangement":["Расположение колонок"],"Small preview":["Маленький предпросмотр"],"Medium preview":["Средний предпросмотр"],"Large preview":["Большой предпросмотр"],"Refresh Library":["Обновить библиотеку"],"Stackable Design Library":["Библиотека дизайнов Stackable"],"No designs found":["Дизайны не найден"],"Learn more":["Узнать детали"],"Sets the distance between two or more columns":["Задает расстояние между двумя или более колонками"],"Column Gap":["Отступ колонки"],"Sets column paddings, the space inside the block between the block elements and the column container border":["Устанавливает внутренние отступы колонок, пространство внутри блока между элементами блока и границей контейнера колонки"],"Sets the placement of the column container to left, center or right. Not available when block width is set to full width.":["Устанавливает размещение контейнера колонки слева, по центру или справа. Недоступно, если ширина блока установлена на всю ширину."],"Adjusts the maximum allowable width of the block. The settings will depend on the block width you set on the toolbar.":["Регулирует максимально допустимую ширину блока. Настройки зависят от ширины блока, установленной на панели инструментов."],"Sets the placement of the content to top, center or bottom. Available when the min. block height is set to higher than default.":["Устанавливает размещение содержимого вверху, по центру или внизу. Доступно, когда минимальная высота блока установлена выше значения по умолчанию."],"Adjusts the minimum allowable height of the block":["Регулирует минимально допустимую высоту блока"],"Sets the block margin, i.e. the space outside the block between the block border and the next block.":["Устанавливает отступ блока, то есть пространство вне блока между границей блока и следующим блоком."],"Sets the stack order of different blocks to make one appear in front of another. A block with a higher z-index will show up on top of another block with a lower z-index.":["Устанавливает порядок расположения различных блоков в стеке, чтобы один блок отображался перед другим. Блок с большим z-индексом будет отображаться поверх блока с меньшим z-индексом."],"Adjusts the transparency of the entire block":["Настраивает прозрачность всего блока"],"Brings the separator layer in front of other block elements":["Выносит слой ограничителя перед другими элементами блока"],"Adjusts the intensity of the separator shadow and makes the separator more prominent":["Регулирует интенсивность тени ограничителя и делает его более заметным"],"Adjusts the height of the separator to stretch or compress vertically":["Регулирует высоту ограничителя для растяжения или сжатия по вертикали"],"Separator Height":["Высота разделителя"],"Sets how this background gradient\/image blends into the other background":["Устанавливает, как этот фоновый градиент\/изображение сливается с другим фоном"],"Sets the display image size":["Задает размер отображаемого изображения"],"Covers the background with tiled images":["Покрывает фон плиточными изображениями"],"Chooses which part of the background image will be the focal point":["Устанавливает фокусную точку фонового изображения"],"Sets the placement of each color in relation to the other color":["Задает размещение каждого цвета по отношению к другому цвету"],"Sets the direction (in degrees) of the colors":["Задает направление (в градусах) цветов"],"Gradient Direction":["Направление градиента"],"Keeps the background image fixed in place while scrolling":["Не даёт фоновому изображению двигаться во время прокрутки"],"Adjusts the intensity of the background media tint":["Регулирует интенсивность фонового оттенка"],"Triggers animation or effects when you mouse over":["Запускает анимацию или эффекты при наведении мыши"],"Hover effect":["Эффект наведения"],"Adjusts the space between the button text and button borders":["Регулировка пространства между текстом кнопки и границами кнопки"],"Button padding":["Внутренний отступ кнопки"],"Sets the distance or space between letters":["Задает расстояние или пробел между буквами"],"Letter spacing":["Межбуквенное расстояние"],"Sets the vertical distance between lines of text":["Задает вертикальное расстояние между строками текста"],"Line height":["Высота строки"],"Sets the usage of upper or lower case":["Задает использование верхнего или нижнего регистра"],"Sets the thinness or thickness of text characters":["Задает толщину текстовых символов"],"Font weight":["﻿Толщина шрифта"],"Sets the size of text characters":["Задает размер текстовых символов"],"Font size":["Размер шрифта"],"Sets the font set to be used for the element":["Задает набор шрифтов, используемых для элемента"],"Adjusts the intensity of the image shadow":["Регулировка интенсивности тени изображения"],"Adjusts the radius of image corners to make them more rounded":["Регулирует скругление углов изображения."],"Adjusts the image height":["Регулировка высоты изображения"],"Image height":["Высота изображения"],"Adjusts the image width":["Регулировка ширины изображения"],"Image width":["Ширина изображения"],"Sets the image display size to thumbnail, medium, large or full size. A smaller image size will also load faster.":["Устанавливает размер отображаемого изображения: миниатюра, средний, большой или полный размер. Изображение меньшего размера будет загружаться быстрее."],"Change the shape of the image":["Изменение формы изображения"],"Adjusts the placement of all content in the block to align left, center or right":["Регулирует размещение всего содержимого в блоке для выравнивания по левому краю, по центру или по правому краю"],"Adjusts the intensity of the shadow\/outline of the block and the appearance of the block border":["Регулировка интенсивности тени\/обводки блока и внешнего вида границы блока"],"Shadow\/Outline":["Тень\/Обводка"],"Adjusts the radius of block corners to make them more rounded":["Регулирует скругление углов блока."],"Content Width":["Ширина контента"],"Full Width":["На всю ширину"],"Filter by Taxonomy":["Фильтр по таксономии"],"Post Type":["Тип записи"],"All":["Все"],"Icon Rotation":["Поворот значка"],"Icon Opacity":["Непрозрачность значка"],"Border Color":["Цвет границы"],"Background":["Фон"],"Container Background":["Фон контейнера"],"Designs":["Дизайны"],"Bottom Separator":["Нижний ограничитель"],"Bring to Front":["На передний план"],"Top Separator":["Верхний ограничитель"],"Hide on Mobile":["Скрыть в мобильной версии"],"Hide on Tablet":["Скрыть на планшете"],"Hide on Desktop":["Скрыть на компьюторе"],"Responsive":["Адаптивность"],"Content Horizontal Align":["Выравнивание контента по горизонтали"],"Max. Content Width":["Макс. ширина контента"],"Content Vertical Align":["Выравнивание контента по вертикали"],"Z-Index":["Z-Индекс"],"HTML Tag\u0004Hgroup":["Hgroup"],"HTML Tag\u0004Address":["Адрес"],"HTML Tag\u0004Nav":["Навигация"],"HTML Tag\u0004Footer":["Футер"],"HTML Tag\u0004Header":["Хедер"],"HTML Tag\u0004Main":["Главная"],"HTML Tag\u0004Aside":["В стороне"],"HTML Tag\u0004Article":["Статья"],"HTML Tag\u0004Section":["Раздел"],"HTML Tag\u0004Blockquote":["Цитата"],"HTML Tag\u0004Div":["Div"],"Block":["Блок"],"General":["Общее"],"Ungroup from Container":["Разгруппировка из контейнера"],"Group into Container":["Группировка в контейнер"],"Justified":["По ширине"],"component\u0004%s HTML Tag":["%s HTML тег"],"Heading":["Заголовок"],"Mobile":["Мобильный"],"Tablet":["Планшет"],"Desktop":["Компьютер"],"auto":["авто"],"Icon Position":["Положение значка"],"Lift & Scale More":["Подъем и масштабирование"],"Scale More":["Масштабирование"],"Lift & Scale":["Подъем и масштабирование"],"Scale":["Масштаб"],"Lift":["Подъем"],"Hover Effect":["Эффект при наведении"],"Opacity":["Непрозрачность"],"Border Width":["Ширина границы"],"Link \/ URL":["Ссылка \/ URL"],"Image Blend Mode":["Режим смешивания изображений"],"Image Repeat":["Повтор изображения"],"Image Position":["Положение изображения"],"Adv. Background Image Settings":["Доп. настройки фонового изображения"],"Background Gradient Blend Mode":["Режим наложения градиента фона"],"Color %d Location":["Положение цвета %d"],"Adv. Gradient Color Settings":["Доп настройки цвета градиента"],"Typography":["Оформление"],"Letter Spacing":["Межбуквенное растояние"],"Line-Height":["Высота строки"],"Capitalize":["С заглавной"],"Lowercase":["Строчные"],"Uppercase":["Прописные"],"Transform":["Трансформация"],"Weight":["Толщина"],"Custom Size":["Пользовательский размер"],"Custom":["Произвольно"],"Contain":["Содержит"],"Cover":["Обложка"],"Auto":["Авто"],"Repeat-Y":["Повтор-Y"],"Repeat-X":["Повтор-X"],"Repeat":["Повторять"],"No-Repeat":["Не повторять"],"Bottom Right":["Справа внизу"],"Bottom Center":["По центру внизу"],"Bottom Left":["Слева внизу"],"Center Right":["Справа по центру"],"Center Center":["По центру"],"Center Left":["Слева по центру"],"Top Right":["Справа вверху"],"Top Center":["По центру наверху"],"Top Left":["Слева вверху"],"Image":["Изображение"],"Edit":["Редактировать"],"Align":["Выравнивание"],"Rounded":["Закругленная"],"Curve":["Кривая"],"Slant":["Наклонная"],"Straight":["Тянущаяся"],"Wave":["Волна"],"Nth Title\u0004%s %d":["%s %d"],"Advanced Tab":["Расширенная вкладка"],"Style Tab":["Стиль вкладки"],"Layout Tab":["Макет вкладки"],"Spacing":["Расстояние"],"Font Family":["Семейство шрифта"],"Google Fonts":["Шрифты Google"],"Serif Alternative":["Serif Alternative"],"System Fonts":["Системные шрифты"],"Font Size":["Размер шрифта"],"Stretch":["Растянуть"],"Align Left":["Выровнять по левому краю"],"Stretch Shape Mask":["Растяжка формы маски"],"Flip Shape Vertically":["Переворот формы по вертикали"],"Flip Shape Horizontally":["Переворот формы по горизонтали"],"Shape":["Форма"],"Blob %s":["Шарик %s"],"Default":["По умолчанию"],"Alt Text (Alternative Text)":["Alt текст (замещающий текст)"],"Leave empty if the image is purely decorative.":["Оставьте пустым, если изображение чисто декоративное."],"Describe the purpose of the image":["Опишите изображение"],"Mix Blend Mode":["Режим смешивания"],"Unset":["Не установлено"],"Inherit":["Наследуемый"],"Initial":["Исходный"],"Luminosity":["Свечение"],"Color":["Цвет"],"Saturation":["Насыщенность"],"Hue":["Оттенок"],"Exclusion":["Исключение"],"Difference":["Разница"],"Soft Light":["Мягкий свет"],"Hard Light":["Жёсткий свет"],"Color Burn":["Color Burn"],"Color Dodge":["Color Dodge"],"Lighten":["Светлее"],"Darken":["Темнее"],"Overlay":["Наложение"],"Screen":["Экран"],"Multiply":["Несколько"],"Nofollow link":["Ссылка Nofollow"],"URL":["URL"],"Email":["Email"],"YouTube":["YouTube"],"LinkedIn":["LinkedIn"],"Pinterest":["Pinterest"],"Instagram":["Instagram"],"Twitter":["Twitter"],"Facebook":["Facebook"],"No matches found":["Ничего не найдено"],"Type to search icon":["Введите для поиска значка"],"Reset":["Сброс"],"Shadow":["Тень"],"Separator Width":["Ширина ограничителя"],"Flip Horizontally":["Перевернуть горизонтально"],"Flip Vertically":["Перевернуть вертикально"],"Bottom":["Внизу"],"Top":["Вверху"],"Advanced":["Дополнительно"],"Style":["Стиль"],"Layout":["Макет"],"Settings":["Настройки"],"Custom CSS":["Пользовательский CSS"],"Use .mp4 format for videos":["Используйте формат .mp4 для видео"],"Background Image or Video":["Фоновое изображение или видео"],"Gradient Direction (degrees)":["Направление градиента (градусы)"],"Gradient":["Градиент"],"Single":["Одиночный"],"Right":["Справа"],"Left":["Слева"],"Center":["По центру"],"None":["Нет"],"Opens in new tab":["Откроется в новой вкладке"],"Description for this block. Use this space for describing your block. Any text will do.":["Описание блока. Используйте поле для описания блока. Подойдет любой текст."],"Description for this block. You can use this space for describing your block.":["Описание блока. Используйте поле для описания блока."],"Enabled":["Включено"],"Disabled":["Выключено"],"Bold":["Жирный"],"Monospace":["Monospace"],"Serif":["Serif"],"Sans-Serif":["Sans-Serif"],"Shadow \/ Outline":["Тень\/Обводка"],"Button text":["Текст кнопки"],"Go Premium":["Перейти на Premium"],"preview":["предпросмотр"],"Link":["Ссылка"],"Design":["Дизайн"],"Container":["Контейнер"],"Position":["Положение"],"Image Shape":["Форма изображения"],"Circle":["Круг"],"Square":["Квадрат"],"Image Size":["Размер изображения"],"Learn More":["Узнать детали"],"Overlay Color":["Цвет наложения"],"Width":["Ширина"],"Title":["Заголовок"],"Height":["Высота"],"Columns":["Колонки"],"Icon Size":["Размер значка"],"Icon Color":["Цвет значка"],"Icon Shape":["Фигура значка"],"Icon":["Значок"],"Align Right":["Выровнить по правому краю"],"Align Center":["Выравнивание по центру"],"Border Radius":["Скругление углов"],"Normal":["Обычный"],"Size":["Размер"],"Text Color":["Цвет текста"],"Button Color":["Цвет кнопки"],"Fixed Background":["Фиксированный фон"],"Background Media Tint Strength":["Сила оттенка фонового меди"],"Background Image":["Изображение фона"],"Background Color":["Цвет фона"],"Stackable":["Stackable"]}},"comment":{"reference":"dist\/stk.js"}}