{"translation-revision-date":"2024-02-28 18:24:23+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Disable this if you encounter layout or spacing issues when using images inside carousel-type blocks because of image lazy loading.":["Отключите это, если возникнут проблемы с макетом или интервалами при использовании изображений внутри блоков типа «карусель» из-за отложенной загрузки изображений."],"Lazy Load Images within Carousels":["Отложенная загрузка изображений в каруселях"],"You are using the version set in your Font Awesome Pro Kit.":["Вы используете версию, установленную в вашем наборе Font Awesome Pro."],"FontAwesome Icon Library Version":["Версия библиотеки значков FontAwesome"],"When enabled, extra frontend CSS is generated to support Stackable global colors used in native blocks. If you don't use Stackable global colors in native blocks, simply toggle this OFF. Please note that Stackable global colors are no longer available for native blocks. To ensure your styles always look perfect, our auto-detect feature will activate this option whenever needed.":["Для поддержки глобальных цветов Stackable, используемых в нативных блоках, генерируется дополнительный CSS фронтенда. Если вы не используете глобальные цвета Stackable в нативных блоках, просто выключите эту опцию. Глобальные цвета Stackable больше не доступны для нативных блоков. Чтобы ваши стили всегда выглядели идеально, функция автоопределения активирует эту опцию при необходимости."],"Generate Global Colors for native blocks":["Генерировать глобальные цвета для нативных блоков"],"Introduction to the Design Library":["Введение в библиотеку дизайна"],"The Basics of Stackable Blocks":["Основы блоков Stackable"],"Go to Stackable Learn":["Перейти к изучению Stackable"],"Check out our library of tutorials and guides":["Ознакомьтесь с нашей библиотекой обучающих программ и руководств"],"Learn the essentials":["Изучить базовые основы"],"Create a new page":["Создать новую страницу"],"Learn the essentials in just a few minutes by watching this video. Scroll down to see more quick tutorials.":["Изучите основы всего за несколько минут, посмотрев это видео. Прокрутите вниз, чтобы увидеть больше кратких руководств."],"Unleash the Full Potential of the WordPress Block Editor by Turning It into a Page Builder":["Раскройте весь потенциал редактора блоков WordPress, превратив его в конструктор страниц"],"Unlock the full potential of typography in Stackable and gain insights on how to create visually stunning and impactful text designs.":["Раскройте весь потенциал типографики в Stackable и получите представление о том, как создавать эффектные текстовые дизайны."],"All About Typography in Stackable":["Всё о типографике в Stackable"],"Dive into the fundamentals of the Stackable Design Library and learn how to streamline your website development process with ease.":["Погрузитесь в основы библиотеки Stackable Design и научитесь упрощать процесс разработки вашего веб-сайта с легкостью."],"Master the art of optimizing and enhancing images using Stackable's intuitive image settings for a visually captivating website.":["Овладейте искусством оптимизации и улучшения изображений, используя интуитивно понятные настройки изображений Stackable для создания визуально привлекательного веб-сайта."],"How to Use Image Settings":["Как использовать настройки изображения"],"Discover the exciting world of hover styles in Stackable and learn how to add interactive and engaging effects to your website.":["Откройте для себя захватывающий мир стилей при наведении курсора в Stackable и узнайте, как добавлять привлекательные интерактивные эффекты на свой веб-сайт."],"Introduction to Hover Styles":["Введение в стили при наведении курсора"],"Explore the powerful Flexbox controls in Stackable that allow you to effortlessly create dynamic and responsive layouts.":["Ознакомьтесь с мощными элементами управления Flexbox в Stackable, которые позволяют без особых усилий создавать динамичные и адаптивные макеты."],"Flexbox Controls":["Элементы управления Flexbox"],"Learn how to personalize and tailor Stackable Blocks to match your website's unique style and design.":["Узнайте, как персонализировать и адаптировать блоки Stackable в соответствии с уникальным стилем и дизайном вашего веб-сайта."],"Join our very active Stackable Community on Facebook.":["Присоединяйтесь к нашему сообществу Stackable на Facebook."],"Visit our knowledge base for troubleshooting, guides, FAQs and updates.":["Посетите нашу базу знаний для получения информации об устранении неполадок, часто задаваемых вопросах и обновлениях и изучения руководств."],"Get to know the plugin and start your journey with our brand new Stackable Courses.":["Познакомьтесь с плагином и начните свое путешествие с нашими совершенно новыми курсами по Stackable."],"Tutorials":["Руководства"],"Adding a Google API Key enables additional features of the Stackable Map Block.":["Добавление ключа Google API активирует дополнительные функции блока карты Stackable."],"Google Maps API Key":["Ключ API Карт Google"],"See example":["См. пример"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Оптимизация встроенного CSS. Похожие селекторы объединяются - это полезно, если стандартные параметры блоков были изменены."],"Optimize Inline CSS":["Оптимизация встроенного CSS"],"A block Navigation panel that floats at the bottom of the inspector that helps with adjusting the different blocks in your column layout.":["Панель навигации, закреплённая в нижней части инспектора, помогающая настраивать блоки в макете колонки."],"Navigation Panel":["Панель навигации"],"view demo":["смотреть пример"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Загрузка таблиц стилей блоков версии 2 и скриптов для обратной совместимости"],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Загрузка блоков версии 2 в редакторе только в том случае, если на странице использовались блоки версии 2"],"Learn more about migration and the settings below":["Изучите документацию о миграции и настройках ниже"],"Migrating from version 2 to version 3?":["Планируете переход на версию 3?"],"🏠 Migration Settings":["🏠 Настройки миграции"],"Mobile Breakpoint":["Контрольная точка для мобильных устройств"],"Tablet Breakpoint":["Контрольная точка для планшета"],"Block Linking (Beta)":["Связывание блоков (бета)"],"Auto-Collapse Panels":["Авто сворачивание панелей"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["Ширина, используемая, если для блока колонок  установлено выравнивание содержимого по ширине. Это определяется настройками темы сайта. Может пригодиться, если блоки выравниваются неправильно. Значение указывается в px, но также можно использовать другие единицы измерения или формулу calc()."],"Nested Wide Block Width":["Ширина вложенного широкого блока"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["Ширина, используемая, если для блока колонок  установлено выравнивание содержимого по центру. Это определяется настройками темы сайта. Может пригодиться, если блоки выравниваются неправильно. Значение указывается в px, но также можно использовать другие единицы измерения или формулу calc()."],"Nested Block Width":["Ширина вложенного блока"],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Доступ к коллекции дизайнов блоков по нажатию кнопки в верхней части редактора."],"Section Blocks":["Блоки разделов"],"Special Blocks":["Специальные блоки"],"Essential Blocks":["Основные блоки"],"Use these blocks act as templates to help you build sections effortlessly.":["Используйте эти блоки в качестве шаблонов, чтобы помочь вам легко создавать разделы."],"Blocks with special functionality that will allow you to create distinctive designs.":["Блоки с особой функциональностью, которые позволят вам создавать отличительные дизайны."],"All the necessary building blocks you need to design anything.":["Все необходимые строительные блоки, необходимые для проектирования чего угодно."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Механизм связывания колонок. Изменения, вносимые в одну колонку, автоматически применяются к остальным."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Сворачивание остальных панелей инспектора, оставляя активной только открытую последней."],"Load version 2 blocks in the editor":["Загрузка блоков версии 2 в редакторе"],"Force styles":["Принудительные стили"],"Not forced":["Не принудительно"],"Force Typography Styles":["Принудительные стили формления"],"Don't show help video tooltips":["Не отобьражать всплывающие подсказки с обучающими видео"],"Community":["Сообщество"],"Getting Started":["Обучение"],"Design Library":["Библиотека дизайнов"],"Learn more":["Узнать детали"],"Documentation":["Документация"],"Show \"Go premium\" notices":["Показать уведомления \"Перейти на premium\""],"Enabled":["Включено"],"Disabled":["Выключено"],"Disable All":["Отключить все"],"Enable All":["Включить все"]}},"comment":{"reference":"dist\/admin_welcome.js"}}